/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "No se puede completar la acción";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Intenta más tarde.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "El formato del contenido no es compatible.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Puede que el contenido esté dañado.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Esta app no tiene autorización para reproducir este archivo."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Este contenido no puede usarse.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "No se puede decodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "El decodificador necesario para este contenido está en uso.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Detén otras acciones que decodifiquen contenido e intenta de nuevo.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Este contenido no puede usarse en esta computadora.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "El contenido no se puede reproducir en la pantalla externa.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "El contenido protegido no se puede reproducir en la configuración del sistema actual.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "La pista de video de salida de transcodificación tiene un conteo de cuadros incorrecto";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "El conteo de cuadros de salida de la transcodificación no es igual al origen, que no tiene segmentos de edición";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Error al decodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "el decodificador detectó un error";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Error al codificar";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "el codificador detectó un error";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Clave sin conexión no válida";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Es posible que la clave sin conexión proporcionada no sea válida o que no se encuentre el directorio de almacenamiento de claves persistentes.";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Esta computadora no tiene autorización para reproducir el contenido";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Esta app no tiene autorización para reproducir contenido protegido";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Este contenido ya no está disponible";
